{
  "data": [
    {
      "date": "2007-06-22",
      "explanation": "Ceres and Vesta are, respectively, only around 950 kilometers and 530 kilometers in diameter - about the size of Texas and Arizona.  But they are two of the largest of over 100,000 minor bodies orbiting in the main asteroid belt between Mars and Jupiter. These remarkably detailed Hubble Space Telescope images show brightness and color variations across the surface of the two small worlds. The variations could represent large scale surface features or areas of different compositon. The Hubble image data will help astronomers plan for a visit by the asteroid-hopping Dawn spacecraft, scheduled for launch on July 7 and intended to orbit first Vesta and then Ceres after a four year interplanetary cruise. Though Shakespeare might not have been impressed, nomenclature introduced by the International Astronomical Union in 2006 classifies nearly spherical Ceres as a dwarf planet.",
      "hdurl": "https://apod.nasa.gov/apod/image/0706/ceresvesta_hst.jpg",
      "media_type": "image",
      "service_version": "v1",
      "title": "Small Worlds Ceres and Vesta",
      "url": "https://apod.nasa.gov/apod/image/0706/ceresvesta_hst720.jpg"
    },
    {
      "date": "2014-01-15",
      "explanation": "Few cosmic vistas excite the imagination like the Orion Nebula, an immense stellar nursery some 1,500 light-years away. This stunning false-color view spans about 40 light-years across the region, constructed using infrared data from the Spitzer Space Telescope. Compared to its visual wavelength appearance, the brightest portion of the nebula is likewise centered on Orion's young, massive, hot stars, known as the Trapezium Cluster. But the infrared image also detects the nebula's many protostars, still in the process of formation, seen here in red hues. In fact, red spots along the dark dusty filament to the left of the bright cluster include the protostar cataloged as HOPS 68, recently found to have crystals of the silicate mineral olivine within its protostellar envelope.",
      "hdurl": "https://apod.nasa.gov/apod/image/1401/orion_spitzerLRot.jpg",
      "media_type": "image",
      "service_version": "v1",
      "title": "Spitzer's Orion",
      "url": "https://apod.nasa.gov/apod/image/1401/orion_spitzerR600h.jpg"
    },
    {
      "date": "1996-02-14",
      "explanation": "Would the Rosette nebula by any other name look as sweet? The bland New General Catalog designation of NGC 2237 doesn't appear to diminish the appearance of the this flowery emission nebula. Inside the nebula lies an open cluster of bright young stars designated NGC 2244. These stars recently formed from the nebular material and their stellar \"wind\" has cleared a hole in the nebula's center, insulated by a layer of dust and hot gas. Ultraviolet light from the hot cluster stars causes the surrounding nebula to glow.",
      "hdurl": "https://apod.nasa.gov/apod/image/rosette_zebu_big.gif",
      "media_type": "image",
      "service_version": "v1",
      "title": "NGC 2237: The Rosette Nebula",
      "url": "https://apod.nasa.gov/apod/image/rosette_zebu.gif"
    }
  ],
  "timestamp": 1743921465464
}